[
{
    "name": "Coaster furniture Ansel Dark Brown Upholstered Accent Chair",
    "img": [
        "images/Aiko Dining _ Conference Chair Softline Felt Melange _ Chrome.jpeg"
    ],
    "brand": "Ansel & Nitta",
    "price": 3647299.53,
    "material": "wood, fabric, ",
    "description": "Create your ultimate reading nook with this handsome barrel chair and ottoman. The soft seat cushion and smooth leatherette upholstery invite you."
},
{
    "name": "Black Dining Chairs Set of 2 PU Leather Diamond Upholstered Modern Kitchen Dining Room Chairs ",
    "img": [
        "images/corner.jpeg"
    ],
    "brand": "YOUTASTE",
    "price": 4567299.53,
    "material": "Faux Leather, ",
    "description": "Modern upholstered metal dining chair, Sturdy wood construction, cross metal legs, ensure the safety and stability of chair, max weight capacity is up to 300LBS."
},
{
    "name": "CangLong Furniture Modern Living Dining Room Accent Arm Chairs ",
    "img": [
        "images/1950s-style Fitz cocktail chair at Swoon Editions available in a variety of colours - Retro to Go.jpeg"
    ],
    "brand": "cang long",
    "price": 260000,
    "material": " Velvet, Metal",
    "description": "These modern chairs are upholstered with high density sponge inside to offer high degree of comfort for sedentary sitting, they also have fully padded cushion seats with a plush velvet upholstery that boosts comfort and soft. They fit and work beside most dining tables in living room or contemporary-themed countertops in kitchens."
},

{
    "name": "ZDJU Dining Chairs Soft Seat with Backrest",
    "img": [
       "images/Baxton Studio Bianca Mid-Century Modern Walnut Wood Light Grey Fabric Tufted Lounge Chair.jpeg"
    ],
    "brand": "ZDJU",
    "price": 99800.24,
    "material": " Leather, Iron ",
    "description": "Chair back is specially design have a little radian to match with the body back structure, which prevent you from any back-pain or discomfort while sitting for a long period of time."
},
{
    "name": "Ulta Stackable & Ergonomic Foldable Dining Room Chairs with Lumbar Support, ",
    "img": [
        "images/Damis Upholstered Swivel Barrel Chair.jpeg"
    ],
    "brand": "BROBRIYO",
    "price": 363299,
    "material": "Aluminium, Breathable Special Mesh, Metal ",
    "description": "Amazingly bouncy backrest will reduce spinal stress, according to ergonomics"
},
{
    "name": "YOUNUOKE Dining Chairs Set of 2,Upholstered Mid Century Modern Chair Armless",
    "img": [
        "images/Everett Chair.jpeg"
    ],
    "brand": "YOUNUOKE",
    "price": 36299.77,
    "material": "Faux Leather, Metal",
    "description": "Ergonomic design of perfect height provides an adequate support to users back. It supporst to maximum 300 lbs capacity with the sturdy metal legs."
},
{
    "name": "Home Furniture Series Mid-Century Modern Dining Chair with Tufted Royal Blue Velvet Upholstery",
    "img": [
        "images/Furniture of America Dalcroze Modern Dining Chair, Ivory Fabric, Set of 2.jpeg"
    ],
    "brand": "GIA",
    "price": 364.53,
    "material": "Foam, Metal, Fabric ",
    "description": "High-density foam rests just below and behind the luxurious and plush velvet upholstery"
},
{
    "name": "LOULENS Elegance Velvet Dining Chairs",
    "img": [
        "images/FURNITURE.jpeg"
    ],
    "brand": "LOULENS",
    "price": 7299.3,
    "material": "Stainless steel, Metal ",
    "description": "Our dining chairs are made of premium materials, soft velvet, quality wood, stainless steel metal, and high density elasticity sponges. Selected materials aim to provide you with a durable and comfortable seat."
},
{
    "name": "FlamingoCasa Dining Chairs Set of 2, Kitchen Chairs with Velvet Upholstered, Modern Living Room Accent Armchairs with Metal Legs",
    "img": [
        "images/How To Choose Dining Chairs For Your Dining Table.jpeg"
    ],
    "brand": "Flamingo Casa",
    "price": 556299.99,
    "material": " Velvet ",
    "description": "Due to the velvet chair material which is thick and elegant, When you touch fabric, the touch is very delicate, and it is not irritating to people with sensitive skin"
},
{
    "name": "GIA Home Furniture Series Mid-Century Modern Dining Chair with Tufted Beige Velvet Upholstery, Set of 4",
    "img": [
        "images/West Elm's Memorial Day Sale Is Here — Shop Our Top 16 Picks.jpeg"    
    ],
    "brand": "GIA",
    "price": 3699.44,
    "material": "Foam, Metal, Fabric ",
    "description": "High-density foam rests just below and behind the luxurious and plush velvet upholstery with a Mid-Century Modern style with tufted seat back"
},
{
    "name": "Home Furniture Series Mid-Century Modern Side Chair with Cinnamon Velvet Upholstery",
    "img": [
        "images/bg.jpg"
    ],
    "brand": "GIA",
    "price": 47299.53,
    "material": "Foam, Metal, Fabric ",
    "description": "Hassle-free assembly within minutes alongside high density foam rests just below the luxurious and plush velvet upholstery"
},
{
    "name": "Alunaune Mid Century Grey Accent Chair, Upholstered Modern Club Arm Chair",
    "img": [
        "images/couch1.jpg"
    ],
    "brand": "ALUNAUANE",
    "price": 3647299.53,
    "material": "Metal, Suede",
    "description": "This entire lounge chair has a durable frame structure with high-density sponge. This bucket accent padded chair is wear resistance and wrinkle resistance. Easy to clean. High-strength spring support ensures that the seat will not collapse after frequent use."
},
{
    "name": "ZYBT Accent Chairs",
    "img": [
        "images/couch2.jpg"
    ],
    "brand": "ZYBT",
    "price": 7992.57,
    "material": " Leather, Iron ",
    "description": "This lounge chair is ideal for relaxing in your home. It features high-density foam and quality fabric, providing a soft and comfortable seat and backrest so you can enjoy your own space. Whether you're watching TV, reading, or just chatting, this chair will make you feel comfortable."
},
{
    "name": "Milliard Circle Leather Accent Chair for, Kitchen",
    "img": [
        "images/couch3.jpeg"
    ],
    "brand": "MILLIARD",
    "price": 363452.679,
    "material": " Faux Leather",
    "description": "Comfort and Style: our well-cushioned ergonomic, accent chair is designed in a reclined position for a modern papasan-inspired look."
},
{
    "name": "YOUTASTE Modern Bar Stools Set of 2 Adjustable",
    "img": [
        "images/couch4.png"
    ],
    "brand": "YOUTASTE",
    "price": 36299.53,
    "material": "Faux Leather, ",
    "description": "【Unique Design with Ocean Inspiration】The mermaid tail streamlined design makes barstools a wrapping sense, giving people infinite relaxation and stretching, which effectively relieves pressure. Elements of nature design adds atmosphere to your multiple scenes."
}
]