[
    {
    "name": "Porch & Den St. Marks 4-tier Multipurpose Shelf Display Rack",
    "img": [
        "images/home office/St. Marks/img1.jpg",
        "images/home office/St. Marks/img2.jpg",
        "images/home office/St. Marks/img3.jpg",
        "images/home office/St. Marks/img4.jpg",
        "images/home office/St. Marks/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 32066.49,
    "material": "wood",
    "description": "Add a touch of style and organization to your home with this versatile four-tier shelf from Porch & Den. Made of eco-friendly MDF and recycled plastic, this shelf is sturdy and easy to assemble. Available in various two-tone finishes, this shelf is both functional and fashionable, providing ample space for books, decorations, or extra storage. Say goodbye to clutter and hello to a tidier space with this multipurpose shelf."
    },
    {
    "name": "Porch&Den High-back Racer Style Ergonomic Gaming Chair with Ottoman",
    "img": [
        "images/home office/High-back/img1.jpg",
        "images/home office/High-back/img2.jpg",
        "images/home office/High-back/img3.jpg",
        "images/home office/High-back/img4.jpg",
        "images/home office/High-back/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 100472.68,
    "material": "metal",
    "description": "Equipped with a removable headrest pillow and lumbar cushion, this chair offers personalized comfort and support for your neck and lower back. Maintain proper posture and reduce fatigue with these ergonomic features, allowing you to stay focused and productive for longer periods.for added relaxation, this chair also features an ottoman, providing a place to rest your feet and fully unwind. Whether you need a break during work or a moment of relaxation during your gaming sessions, the ottoman adds an extra level of comfort and versatility."
    },
    {
    "name": "Porch & Den Skylar 5-drawer Desk",
    "img": [
        "images/home office/Skylar 5/img1.jpg",
        "images/home office/Skylar 5/img2.jpg",
        "images/home office/Skylar 5/img3.jpg",
        "images/home office/Skylar 5/img4.jpg",
        "images/home office/Skylar 5/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 134728.31,
    "material": "wood",
    "description": "Add style and storage to your home office with the Porch & Den Skylar 5-drawer desk. Featuring four small drawers, one large drawer, and a fixed open shelf, this desk provides ample space to stay organized. The metal glides on the drawers retract smoothly, and the large drawer can be locked for added security. The matte silver tone finish on the metal bar handles adds a touch of elegance to the Scandinavian design. Made in Denmark, this desk is constructed with engineered wood and finished in foil for durability. Get ready to tackle your busiest moments with this functional and stylish piece."
    },
    {
    "name": "Porch & Den Odeon Office Chair",
    "img": [
        "images/home office/Odeon Office/img1.jpg",
        "images/home office/Odeon Office/img2.jpg",
        "images/home office/Odeon Office/img3.jpg",
        "images/home office/Odeon Office/img4.jpg",
        "images/home office/Odeon Office/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 106427.13,
    "material": "metal",
    "description": "Bring vigorous flair to your workplace with this stylish office chair from Porch & Den. Available in several colors to help you find exactly what you need, the chair is a versatile and handsome addition to any workplace. The height is adjustable, the seat features in 360 degrees, and the wheels on the bottom provide mobility when necessary."
    },
    {
    "name": "Porch & Den Dover PU Leather/ Chrome Swivel Office Chair",
    "img": [
        "images/home office/Dover PU Leather/img1.jpg",
        "images/home office/Dover PU Leather/img2.jpg",
        "images/home office/Dover PU Leather/img3.jpg",
        "images/home office/Dover PU Leather/img4.jpg",
        "images/home office/Dover PU Leather/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 95822.95,
    "material": "leather",
    "description": "Practicality meets style in this Dover swivel office chair from Porch & Den. The height adjustable seat is upholstered in your choice of black or grey PU leather, and features a curved, button-tufted seat back that tapers into the sides for a comfortable design. The swivel seat is raised over a chrome finish base with five casters for easy movement around your space."
    },
    {
    "name": "Porch & Den Skylar 4-drawer Desk",
    "img": [
        "images/home office/Skylar 4/img1.jpg",
        "images/home office/Skylar 4/img2.jpg",
        "images/home office/Skylar 4/img3.jpg",
        "images/home office/Skylar 4/img4.jpg",
        "images/home office/Skylar 4/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 147057.53,
    "material": "wood",
    "description": "Upgrade your office space with the sleek and functional Porch & Den Skylar four-drawer desk. Featuring a spacious open shelf and four drawers with metal glides and aluminum bar handles, this desk provides ample storage to keep your workspace organized. The durable foil surface resists stains, smears, and fading, while the modesty panel adds a touch of sophistication to your home office."
    },
    {
    "name": "Porch & Den Higby Leveled Gaming Desk",
    "img": [
        "images/home office/Higby Leveled Gaming/img1.jpg",
        "images/home office/Higby Leveled Gaming/img2.jpg",
        "images/home office/Higby Leveled Gaming/img3.jpg",
        "images/home office/Higby Leveled Gaming/img4.jpg",
        "images/home office/Higby Leveled Gaming/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 189666.92,
    "material": "leather",
    "description": "Revitalize your entertainment station with this leveled gaming desk. The expansive top accommodates two monitors for easy multitasking and offers a wide area for your keyboard and mouse. Enjoy a fully immersive gaming experience and convenience thanks to the Bluetooth LED lights, built-in accessory shelf, and three-port magnetic power USB hub."
    },
    {
    "name": "Porch & Den Japonica No Tools Printer Stand with Shelves",
    "img": [
        "images/home office/Japonica/img1.jpg",
        "images/home office/Japonica/img2.jpg",
        "images/home office/Japonica/img3.jpg",
        "images/home office/Japonica/img4.jpg",
        "images/home office/Japonica/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 54754.72,
    "material": "MDF",
    "description": "Expand your office workspace with the Porch & Den Japonica No Tools Printer Stand with Shelves. Four spacious tiers of shelving offer the perfect about of space to house a printer; paper; and other handy office supplies. Available in multiple finishes; this versatile fixture can also be used for storage in a bathroom; basement; or anywhere needing additional storage space. The sturdy frame is rust-resistant and very easy to assemble thanks to the stainless-steel screw-in poles. Each shelf is built from manufactured wood and finished with a detailed woodgrain melamine finish. This unit also includes plastic caps with rubber soles that cover the bottom to help protect your floors. This tower can be assembled right after delivery thanks to its no tools needed assembly. Available in Multiple Finishes."
    },
    {
    "name": "Porch & Den Shadywood Black 1-door 3-drawer Computer Desk",
    "img": [
        "images/home office/Shadywood/img1.jpg",
        "images/home office/Shadywood/img2.jpg",
        "images/home office/Shadywood/img3.jpg",
        "images/home office/Shadywood/img4.jpg",
        "images/home office/Shadywood/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 175954.16,
    "material": "wood",
    "description": "Upgrade your workspace with the Porch & Den Shadywood Black 1-door 3-drawer Computer Desk. This computer desk features a portable and fashionable design, making it an ideal choice for your daily use. Crafted from high-quality 15mm MDF material, this desk is durable and sturdy. The desk has a shelf with a door on one side and three drawers on the other, providing ample storage space. Additionally, the keyboard is supported by a removable slide rail. With attention paid to every detail, each process ensures that there are no defects."
    }
]