[
{
    "name": "SAFAVIEH Outdoor Living Carson Grey Wash Acacia Wood 4-piece Furniture Set",
    "img": [
        "images/Outdoor/furniture/img1.jpg",
        "images/Outdoor/furniture/img2.jpg",
        "images/Outdoor/furniture/img3.jpg",
        "images/Outdoor/furniture/img4.jpg",
        "images/Outdoor/furniture/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 385831.19,
    "material": "wood",
    "description": "Clean and contemporary, the gorgeous Carson 4-piece outdoor set recalls the simplicity of Danish furniture design. Masterfully crafted of sustainable acacia wood in a grey wash finish, this set comes with beige all-weather cushions for easy-care comfort.Including two armchairs, one loveseat, and one coffee table, this attractive set of furniture is ideal for outdoor entertaining for friends and family. Built-in UV protection and water resistant construction helps to maintain its good looks over time. With a slatted table top and seating for quick drainage, the Carson outdoor set is both fashionable and functional."
},
{   
    "name": "Keter Westwood 150 Gallon Resin Large Storage Deck Box Organization for Lawn Patio Tools and Furniture",
        "img": [
        "images/Outdoor/wood/img1.jpg",
        "images/Outdoor/wood/img2.jpg",
        "images/Outdoor/wood/img3.jpg",
        "images/Outdoor/wood/img4.jpg",
        "images/Outdoor/wood/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 247582.75,
    "material": "plastic",
    "description": "Plenty of storage and comfortable seating, all in one impeccably styled patio deck box. The Westwood Deck Box offers a generous 150 gallon storage capacity and provides bench seating for two adults, all while making an excellent accent piece for your outdoor décor and patio furniture with its chic natural wood-paneled look. Made out of a durable plastic polypropylene resin, this outdoor storage box is fully weather-resistant, easy to maintain and keeps contents dry and ventilated. Plus the automatic opening mechanism makes it easy to open and close. You will be thrilled with the versatility of this multi-purpose piece. It is ideal for pool storage, deck storage or garden storage, and when your guests arrive you will have no shortage of patio seating options."
},
{   
    "name": "Furniture of America Cith Contemporary Black Metal Outdoor Bench",
        "img": [
        "images/Outdoor/marble/img1.jpg",
        "images/Outdoor/marble/img2.jpg",
        "images/Outdoor/marble/img3.jpg",
        "images/Outdoor/marble/img4.jpg",
        "images/Outdoor/marble/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 151751.05,
    "material": "steel",
    "description": "Bring a touch of contemporary elegance to your outdoor space with the Furniture of America Cith Black Metal Outdoor Bench. This bench features a stylish center back medallion of dragonflies and daffodils surrounded by a curving crosshatch pattern that adds visual interest. Constructed from solid cast iron, this bench is water-resistant and easy to clean, ensuring lasting enjoyment for years to come. With a slatted seat and sloping arms that extend into sturdy legs, this bench offers comfortable seating for two."
} ,
{
    
    "name": "Plus Large Square Dining Set Patio Garden Furniture Waterproof Cover",
        "img": [
        "images/Outdoor/glass/img1.jpg",
        "images/Outdoor/glass/img2.jpg",
        "images/Outdoor/glass/img3.jpg",
        "images/Outdoor/glass/img4.jpg",
        "images/Outdoor/glass/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 95043.62,
    "material": "polyester",
    "description": "Keep your large outdoor patio set in tip-top shape, thanks to this large square patio furniture cover by Direct Wicker. Breathable side panels offer additional height coverage while the waterproof and windproof design keeps your chairs and table protected from the elements, letting you leave them out all season."
},
{   
    "name": "Outsunny 7-Piece Outdoor Wicker Patio Furniture Set",
        "img": [
        "images/Outdoor/steel/img1.jpg",
        "images/Outdoor/steel/img2.jpg",
        "images/Outdoor/steel/img3.jpg",
        "images/Outdoor/steel/img4.jpg",
        "images/Outdoor/steel/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 580436.81,
    "material": "metal",
    "description": "Elevate your outdoor living space with the Outsunny 7-Piece Outdoor Wicker Patio Furniture Set. This modern and trendy set features a versatile, reconfigurable design that offers stylish and comfortable lounging options. Built with a rust-fighting steel frame and durable PE rattan wicker, this set is designed to last for years of use. The zippered cushions are filled with 3.1-inch thick vertical cotton for ultimate comfort, and are connected with buckles to prevent them from moving or being blown away. The washable cushion covers are made from 180gsm outdoor polyester cloth, and the coffee table features a wood plastic composites board topper. Adjustable feet pads protect the ground and provide added stability. Assembly is required."
},
{     
    "name": "Luxury Living Furniture Egg Shaped Papasan Acapulco Chair Set of 2 for Indoor and Outdoor Patio or Poolside",
        "img": [
        "images/Outdoor/garden/img1.jpg",
        "images/Outdoor/garden/img2.jpg",
        "images/Outdoor/garden/img3.jpg",
        "images/Outdoor/garden/img4.jpg",
        "images/Outdoor/garden/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 124693.30,
    "material": "metal",
    "description": "Upgrade your indoor or outdoor seating game with our 2-pack Luxury Living Furniture Egg Shaped Papasan Acapulco Chair Set. These weather-resistant chairs combine the classic Acapulco and Papasan styles with a modern twist, offering a unique combination of style and comfort. The egg-shaped design, paired with flexible strings, provides a cozy and supportive seating experience, while the stackable design makes them ideal for small spaces. Covered by a 1-year warranty."
},    
{
    "name": "Patio Dining Set 9/7 Pieces Outdoor Metal Furniture Set, 8/6 C Spring Motion Chairs and 1 Expandable Table",
        "img": [
        "images/Outdoor/iron/img1.jpg",
        "images/Outdoor/iron/img2.jpg",
        "images/Outdoor/iron/img3.jpg",
        "images/Outdoor/iron/img4.jpg",
        "images/Outdoor/iron/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 901916.10,
    "material": "metal",
    "description": "Elevate your outdoor dining experience with our Patio Dining Set. Our versatile 9/7 Pieces furniture set includes an expandable and adjustable dining table and 8/6 comfortable C spring motion chairs made of Textilene seat for added comfort. With its sturdy metal steel frame, this weather-resistant set is perfect for both outdoor and indoor use. Enjoy the convenience of adjusting the table size from 6 to 8 people, and the gentle rocking motion of the C spring chairs. Entertain in style with this modern minimalist design set."
},   
{   
    "name": "3-piece PE Rattan Wicker Outdoor Patio Furniture Set",
        "img": [
        "images/Outdoor/kester/img1.jpg",
        "images/Outdoor/kester/img2.jpg",
        "images/Outdoor/kester/img3.jpg",
        "images/Outdoor/kester/img4.jpg",
        "images/Outdoor/kester/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 261409.35,
    "material": "wood",
    "description": "Create a cozy and inviting outdoor space with this 3-piece PE Rattan Wicker Furniture Set. This weather-resistant set includes two armchairs and a matching coffee table, perfect for relaxing by the pool or on your patio. With a sturdy steel frame and premium rattan material, this set is built to last outdoors. Plus, the removable cushion covers make it easy to keep your furniture looking fresh. Choose from multiple cushion colors to match your decor style and make your outdoor space feel like home."
},    
{   
    "name": "3 Pieces Patio Bistro Set Patio Furniture Dining Sets, 2 Swivel Chairs with Cushions and 1 Round Coffee Table",
        "img": [
        "images/Outdoor/patio/img1.jpg",
        "images/Outdoor/patio/img2.jpg",
        "images/Outdoor/patio/img3.jpg",
        "images/Outdoor/patio/img4.jpg",
        "images/Outdoor/patio/img5.jpg"
    ],
    "brand": "Porch & Den",
    "price": 433361.76,
    "material": "metal",
    "description": "This furniture set is made of high-quality metal material and you can use it for a very long time. With the broad square back, you will feel like hugged by the chair and you can stretch yourself as you wish on this chair. It's big enough for you to do that. You can use it indoor or outdoor. It can fit any occasion."
}, 
{  
    "name": "COSIEST 7-piece Outdoor Patio Furniture Wicker Sectional Sofa Set",
        "img": [
        "images/Outdoor/outdoor/img2.jpg",
        "images/Outdoor/outdoor/img3.jpg",
        "images/Outdoor/outdoor/img4.jpg",
        "images/Outdoor/outdoor/img1.jpg",
        "images/Outdoor/outdoor/gal1.jpeg"
    ],
    "brand": "Porch & Den",
    "price": 902056.20,
    "material": "foam",
    "description": "Relax and entertain in style with the COSIEST 7-piece Outdoor Patio Furniture Wicker Sectional Sofa Set. This elegant set includes a six-piece sectional sofa and a glass-topped coffee table, perfect for outdoor gatherings or lounging with family and friends. The rust-resistant powder-coated steel frame and natural-looking all-weather synthetic PE resin wicker ensure durability and longevity. Available in dark grey or blue, the polyester cushion covers feature superior poly-fiber fabric that is removable, washable, and easy to put back on."
}
]